[
  {
    "name": "cat",
    "fact": "A 2007 Gallup poll revealed that both men and women were equally likely to own a cat."
  },
  {
    "name": "cat",
    "fact": "A cat almost never meows at another cat, mostly just humans. Cats typically will spit, purr, and hiss at other cats."
  },
  {
    "name": "cat",
    "fact": "A cat called Dusty has the known record for the most kittens. She had more than 420 kittens in her lifetime."
  },
  {
    "name": "cat",
    "fact": "A cat can jump 5 times as high as it is tall."
  },
  {
    "name": "cat",
    "fact": "A cat can jump up to five times its own height in a single bound."
  },
  {
    "name": "cat",
    "fact": "A cat can spend five or more hours a day grooming himself."
  },
  {
    "name": "cat",
    "fact": "A cat can sprint at about thirty-one miles per hour."
  },
  {
    "name": "cat",
    "fact": "A cat can travel at a top speed of approximately 31 mph (49 km) over a short distance."
  },
  {
    "name": "cat",
    "fact": "A cat cannot see directly under its nose."
  },
  {
    "name": "cat",
    "fact": "A cat can’t climb head first down a tree because every claw on a cat’s paw points the same way. To get down from a tree, a cat must back down."
  },
  {
    "name": "cat",
    "fact": "A cat has 230 bones in its body. A human has 206. A cat has no collarbone, so it can fit through any opening the size of its head."
  },
  {
    "name": "cat",
    "fact": "A cat has approximately 60 to 80 million olfactory cells (a human has between 5 and 20 million)."
  },
  {
    "name": "cat",
    "fact": "A cat has more bones than a human being; humans have 206 and the cat has 230 bones."
  },
  {
    "name": "cat",
    "fact": "A cat has two vocal chords, and can make over 100 sounds."
  },
  {
    "name": "cat",
    "fact": "A cat lover is called an Ailurophilia (Greek: cat+lover)."
  },
  {
    "name": "cat",
    "fact": "A cat named Dusty, aged 1 7, living in Bonham, Texas, USA, gave birth to her 420th kitten on June 23, 1952."
  },
  {
    "name": "cat",
    "fact": "A cat rubs against people not only to be affectionate but also to mark out its territory with scent glands around its face.The tail area and paws also carry the cat’s scent."
  },
  {
    "name": "cat",
    "fact": "A cat sees about 6 times better than a human at night, and needs 1/6 the amount of of light that a human does - it has a layer of extra reflecting cells which absorb light."
  },
  {
    "name": "cat",
    "fact": "A cat uses its whiskers for measuring distances.  The whiskers of a cat are capable of registering very small changes in air pressure."
  },
  {
    "name": "cat",
    "fact": "A cat usually has about 12 whiskers on each side of its face."
  },
  {
    "name": "cat",
    "fact": "A cat will tremble or shiver when it is in extreme pain."
  },
  {
    "name": "cat",
    "fact": "A cat's appetite is the barometer of its health. Any cat that does not eat or drink for more than two days should be taken to a vet."
  },
  {
    "name": "cat",
    "fact": "A cat's brain is more similar to a man's brain than that of a dog."
  },
  {
    "name": "cat",
    "fact": "A cat's field of vision is about 200 degrees."
  },
  {
    "name": "cat",
    "fact": "A cat's hearing is much more sensitive than humans and dogs."
  },
  {
    "name": "cat",
    "fact": "A cat's jaw has only up and down motion; it does not have any lateral, side to side motion, like dogs and humans."
  },
  {
    "name": "cat",
    "fact": "A cat's normal temperature varies around 101 F // 38 C."
  },
  {
    "name": "cat",
    "fact": "A cat's whiskers are thought to be a kind of radar, which helps a cat gauge the space it intends to walk through."
  },
  {
    "name": "cat",
    "fact": "A cats field of vision is about 185 degrees."
  },
  {
    "name": "cat",
    "fact": "A cat’s back is extremely flexible because it has up to 53 loosely fitting vertebrae. Humans only have 34."
  },
  {
    "name": "cat",
    "fact": "A cat’s brain is biologically more similar to a human brain than it is to a dog’s. Both humans and cats have identical regions in their brains that are responsible for emotions."
  },
  {
    "name": "cat",
    "fact": "A cat’s eyesight is both better and worse than humans. It is better because cats can see in much dimmer light and they have a wider peripheral view. It’s worse because they don’t see color as well as humans do. Scientists believe grass appears red to cats."
  },
  {
    "name": "cat",
    "fact": "A cat’s hearing is better than a dog’s. And a cat can hear high-frequency sounds up to two octaves higher than a human."
  },
  {
    "name": "cat",
    "fact": "A cat’s heart beats nearly twice as fast as a human heart, at 110 to 140 beats a minute."
  },
  {
    "name": "cat",
    "fact": "A cat’s jaw can’t move sideways, so a cat can’t chew large chunks of food."
  },
  {
    "name": "cat",
    "fact": "A cat’s nose pad is ridged with a unique pattern, just like the fingerprint of a human."
  },
  {
    "name": "cat",
    "fact": "A commemorative tower was built in Scotland for a cat named Towser, who caught nearly 30,000 mice in her lifetime."
  },
  {
    "name": "cat",
    "fact": "A domestic cat can run at speeds of 30 mph."
  },
  {
    "name": "cat",
    "fact": "A female cat is called a queen or a molly."
  },
  {
    "name": "cat",
    "fact": "A female cat will be pregnant for approximately 9 weeks or between 62 and 65 days from conception to delivery."
  },
  {
    "name": "cat",
    "fact": "A form of AIDS exists in cats."
  },
  {
    "name": "cat",
    "fact": "A group of cats is called a \"clowder\"."
  },
  {
    "name": "cat",
    "fact": "A happy cat holds her tail high and steady."
  },
  {
    "name": "cat",
    "fact": "A healthy cat has a temperature between 38 and 39 degrees Celcius."
  },
  {
    "name": "cat",
    "fact": "A kitten will typically weigh about 3 ounces at birth.  The typical male housecat will weigh between  7 and 9 pounds, slightly less for female housecats."
  },
  {
    "name": "cat",
    "fact": "A queen (female cat) can begin mating when she is between 5 and 9 months old."
  },
  {
    "name": "cat",
    "fact": "A sexually-active feral tom-cat \"owns\" an area of about three square miles and \"sprays\" to mark his territorywith strong smelling urine."
  },
  {
    "name": "cat",
    "fact": "A steady diet of dog food may cause blindness in your cat - it lacks taurine."
  },
  {
    "name": "cat",
    "fact": "A tiger's stripes are like fingerprints."
  },
  {
    "name": "cat",
    "fact": "A tomcat (male cat) can begin mating when he is between 7 and 10 months old."
  },
  {
    "name": "cat",
    "fact": "About 37% of American homes today have at least 1 cat."
  },
  {
    "name": "cat",
    "fact": "Abraham Lincoln loved cats. He had four of them while he lived in the White House."
  },
  {
    "name": "cat",
    "fact": "According to Hebrew legend, Noah prayed to God for help protecting all the food he stored on the ark from being eaten by rats. In reply, God made the lion sneeze, and out popped a cat."
  },
  {
    "name": "cat",
    "fact": "According to a Gallup poll, most American pet owners obtain their cats by adopting strays."
  },
  {
    "name": "cat",
    "fact": "After humans, mountain lions have the largest range of any mammal in the Western Hemisphere."
  },
  {
    "name": "cat",
    "fact": "Ailurophile is the word cat lovers are officially called."
  },
  {
    "name": "cat",
    "fact": "All cats have claws, and all except the cheetah sheath them when at rest."
  },
  {
    "name": "cat",
    "fact": "All cats have three sets of long hairs that are sensitive to pressure - whiskers, eyebrows,and the hairs between their paw pads."
  },
  {
    "name": "cat",
    "fact": "All cats need taurine in their diet to avoid blindness. Cats must also have fat in their diet as they are unable to produceit on their own."
  },
  {
    "name": "cat",
    "fact": "Among many other diseases, cats can suffer from anorexia, senility, feline AIDS and acne."
  },
  {
    "name": "cat",
    "fact": "An adult lion's roar can be heard up to five miles (eight kilometers) away."
  },
  {
    "name": "cat",
    "fact": "Ancient Egyptian family members shaved their eyebrows in mourning when the family cat died."
  },
  {
    "name": "cat",
    "fact": "Approximately 1/3 of cat owners think their pets are able to read their minds."
  },
  { "name": "cat", "fact": "Approximately 24 cat skins can make a coat." },
  {
    "name": "cat",
    "fact": "Approximately 40,000 people are bitten by cats in the U.S. annually."
  },
  {
    "name": "cat",
    "fact": "At 4 weeks, it is important to play with kittens so that they do not develope a fear of people."
  },
  {
    "name": "cat",
    "fact": "Baking chocolate is the most dangerous chocolate to your cat."
  },
  {
    "name": "cat",
    "fact": "Blue-eyed, pure white cats are frequently deaf."
  },
  {
    "name": "cat",
    "fact": "Both humans and cats have identical regions in the brain responsible for emotion."
  },
  {
    "name": "dog",
    "fact": "All dogs can be traced back 40 million years ago to a weasel-like animal called the Miacis which dwelled in trees and dens. The Miacis later evolved into the Tomarctus, a direct forbear of the genus Canis, which includes the wolf and jackal as well as the dog."
  },
  {
    "name": "dog",
    "fact": "Ancient Egyptians revered their dogs. When a pet dog would die, the owners shaved off their eyebrows, smeared mud in their hair, and mourned aloud for days."
  },
  {
    "name": "dog",
    "fact": "Small quantities of grapes and raisins can cause renal failure in dogs. Chocolate, macadamia nuts, cooked onions, or anything with caffeine can also be harmful."
  },

  {
    "name": "dog",
    "fact": "Apple and pear seeds contain arsenic, which may be deadly to dogs."
  },
  {
    "name": "dog",
    "fact": "Rock star Ozzy Osborne saved his wife Sharon’s Pomeranian from a coyote by tackling ad wresting the coyote until it released the dog."
  },
  {
    "name": "dog",
    "fact": "Dogs have sweat glands in between their paws."
  },
  {
    "name": "dog",
    "fact": "In 2003, Dr. Roger Mugford invented the \"wagometer,\" a device that claims to interpret a dog’s exact mood by measuring the wag of its tail."
  },
  {
    "name": "dog",
    "fact": "Dogs have three eyelids. The third lid, called a nictitating membrane or \"haw,\" keeps the eye lubricated and protected."
  },
  {
    "name": "dog",
    "fact": "A dog’s shoulder blades are unattached to the rest of the skeleton to allow greater flexibility for running."
  },
  {
    "name": "dog",
    "fact": "Puppies are sometimes rejected by their mother if they are born by cesarean and cleaned up before being given back to her."
  },
  {
    "name": "dog",
    "fact": "The phrase \"raining cats and dogs\" originated in seventeenth-century England. During heavy rainstorms, many homeless animals would drown and float down the streets, giving the appearance that it had actually rained cats and dogs."
  },
  {
    "name": "dog",
    "fact": "During the Middle Ages, Great Danes and Mastiffs were sometimes suited with armor and spiked collars to enter a battle or to defend supply caravans."
  },
  {
    "name": "dog",
    "fact": "Pekingese and Japanese Chins were so important in the ancient Far East that they had their own servants and were carried around trade routes as gifts for kings and emperors. Pekingese were even worshipped in the temples of China for centuries."
  },
  {
    "name": "dog",
    "fact": "The shape of a dog’s face suggests how long it will live. Dogs with sharp, pointed faces that look more like wolves typically live longer. Dogs with very flat faces, such as bulldogs, often have shorter lives."
  },
  {
    "name": "dog",
    "fact": "After the fall of Rome, human survival often became more important than breeding and training dogs. Legends of werewolves emerged during this time as abandoned dogs traveling in packs commonly roamed streets and terrified villagers."
  },
  {
    "name": "dog",
    "fact": "During the Middle Ages, mixed breeds of peasants’ dogs were required to wear blocks around their necks to keep them from breeding with noble hunting dogs. Purebred dogs were very expensive and hunting became the province of the rich."
  },
  {
    "name": "dog",
    "fact": "The most dogs ever owned by one person were 5,000 Mastiffs owned by Kublai Khan."
  },
  {
    "name": "dog",
    "fact": "The American Kennel Club, the most influential dog club in the United States, was founded in 1884."
  },
  {
    "name": "dog",
    "fact": "The most popular male dog names are Max and Jake. The most popular female dog names are Maggie and Molly."
  },
  {
    "name": "dog",
    "fact": "Scholars have argued over the metaphysical interpretation of Dorothy’s pooch, Toto, in the Wizard of Oz. One theory postulates that Toto represents Anubis, the dog-headed Egyptian god of death, because Toto consistently keeps Dorothy from safely returning home."
  },
  {
    "name": "dog",
    "fact": "Weird dog laws include allowing police offers in Palding, Ohio, to bite a dog to quiet it. In Ventura County, California, cats and dogs are not allowed to have sex without a permit."
  },
  {
    "name": "dog",
    "fact": "The first dog chapel was established in 2001. It was built in St. Johnsbury, Vermont, by Stephan Huneck, a children’s book author whose five dogs helped him recuperate from a serious illness."
  },
  {
    "name": "dog",
    "fact": "Those born under the sign of the dog in Chinese astrology are considered to be loyal and discreet, though slightly temperamental."
  },
  {
    "name": "dog",
    "fact": "In Iran, it is against the law to own a dog as a pet. However, if an owner can prove the dog is a guard or hunting dog, this restriction doesn’t apply. Muslim reticence concerning dogs is perhaps due to the fact that rabies has always been endemic in the Middle East."
  },
  {
    "name": "dog",
    "fact": "The Mayans and Aztecs symbolized every tenth day with the dog, and those born under this sign were believed to have outstanding leadership skills."
  },
  {
    "name": "dog",
    "fact": "The ancient Mbaya Indians of the Gran Chaco in South America believed that humans originally lived underground until dogs dug them up."
  },
  {
    "name": "dog",
    "fact": "Plato once said that \"a dog has the soul of a philosopher.\" "
  },
  {
    "name": "dog",
    "fact": "French poodles did not originate in France but in Germany \"poodle\" comes from the German pudel or pudelhund, meaning \"splashing dog\". Some scholars speculate the poodle’s puffs of hair evolved when hunters shaved the poodle for more efficient swimming, while leaving the pom-poms around the major joints to keep them warm."
  },
  {
    "name": "dog",
    "fact": "The name of the dog on the Cracker Jacks box is Bingo. The Taco Bell Chihuahua is a rescued dog named Gidget."
  },
  {
    "name": "dog",
    "fact": "The first dogs were self-domesticated wolves which, at least 12,000 years ago, became attracted to the first sites of permanent human habitation."
  },
  {
    "name": "dog",
    "fact": "Dachshunds were bred to fight badgers in their dens."
  },
  {
    "name": "dog",
    "fact": "Laika, a Russian stray, was the first living mammal to orbit the Earth, in the Soviet Sputnik spacecraft in 1957. Though she died in space, her daughter Pushnika had four puppies with President John F. Kennedy’s terrier, Charlie."
  },
  {
    "name": "dog",
    "fact": "Dalmatians are completely white at birth."
  },
  {
    "name": "dog",
    "fact": "The term \"dog days of summer\" was coined by the ancient Greeks and Romans to describe the hottest days of summer that coincided with the rising of the Dog Star, Sirius."
  },
  {
    "name": "dog",
    "fact": "Alexander the Great is said to have founded and named a city Peritas, in memory of his dog."
  },
  {
    "name": "dog",
    "fact": "In ancient Greece, kennels of dogs were kept at the sanctuary of Asclepius at Epidaurus. Dogs were frequently sacrificed there because they were plentiful, inexpensive, and easy to control. During the July 25 celebration of the kunophontis \"the massacre of dogs\", dog sacrifices were performed to appease the ancestors of Apollo’s son, Linos, who was devoured by dogs.."
  },
  {
    "name": "dog",
    "fact": "Dog trainers in ancient China were held in high esteem. A great deal of dog domestication also took place in China, especially dwarfing and miniaturization."
  },
  {
    "name": "dog",
    "fact": "The ancient religion Zoroastrianism includes in its religious text titled the Zend Avesta a section devoted to the care and breeding of dogs."
  },
  {
    "name": "dog",
    "fact": "The earliest European images of dogs are found in cave paintings dating back 12,000 years ago in Spain."
  },
  {
    "name": "dog",
    "fact": "The dog was frequently depicted in Greek art, including Cerberus, the three-headed hound guarding the entrance to the underworld, and the hunting dogs which accompanied the virgin goddess of the chase, Diana."
  },
  {
    "name": "dog",
    "fact": "During the Renaissance, detailed portraits of the dog as a symbol of fidelity and loyalty appeared in mythological, allegorical, and religious art throughout Europe, including works by Leonardo da Vinci, Diego Velázquez, Jan van Eyck, and Albrecht Durer."
  },
  {
    "name": "dog",
    "fact": "A puppy is born blind, deaf, and toothless."
  },
  {
    "name": "dog",
    "fact": "The Basenji is the world’s only barkless dog."
  },
  {
    "name": "dog",
    "fact": "A dog most likely interprets a smiling person as baring their teeth, which is an act of aggression."
  },
  {
    "name": "dog",
    "fact": "The origin of amputating a dog’s tail may go back to the Roman writer Lucius Columella’s \"A.D. 4-70\"} assertion that tail docking prevented rabies. "
  },
  {
    "name": "dog",
    "fact": "One of Shakespeare’s most mischievous characters is Crab, the dog belonging to Launce in the Two Gentlemen of Verona. The word \"watchdog\" is first found in The Tempest."
  },
  {
    "name": "dog",
    "fact": "President Franklin Roosevelt created a minor international incident when he claimed he sent a destroyer to the Aleutian Islands just to pick up his Scottish Terrier, Fala, who had been left behind."
  },
  {
    "name": "dog",
    "fact": "Within hours of the September 11, 2001, attack on the World Trade Center, specially trained dogs were on the scene, including German Shepherds, Labs, and even a few little Dachshunds."
  },
  {
    "fact": "It costs approximately $10,000 to train a federally certified search and rescue dog."
  },
  {
    "fact": "The smallest dog on record was a matchbox-size Yorkshire Terrier. It was 2.5\" tall at the shoulder, 3.5\" from nose tip to tail, and weighed only 4 ounces."
  },
  {
    "name": "dog",
    "fact": "Hollywood’s first and arguably best canine superstar was Rin Tin Tin, a five-day-old German Shepherd found wounded in battle in WWI France and adopted by an American soldier, Lee Duncan. He would sign his own contracts with his paw print."
  },
  {
    "name": "dog",
    "fact": "At the end of WWI, the German government trained the first guide dogs for war-blinded soldiers."
  },
  {
    "name": "dog",
    "fact": "A dog can locate the source of a sound in 1/600 of a second and can hear sounds four times farther away than a human can."
  },
  {
    "name": "dog",
    "fact": "Touch is the first sense the dog develops. The entire body, including the paws, is covered with touch-sensitive nerve endings."
  },
  {
    "name": "dog",
    "fact": "Eighteen muscles or more can move a dog’s ear."
  },
  {
    "name": "dog",
    "fact": "The names of 77 ancient Egyptian dogs have been recorded. The names refer to color and character, such as Blackie, Ebony, Good Herdsman, Reliable, and Brave One."
  },
  {
    "name": "dog",
    "fact": "In Egypt, a person bitten by a rabid dog was encouraged to eat the roasted liver of a dog infected with rabies to avoid contracting the disease. The tooth of a dog infected with rabies would also be put in a band tied to the arm of the person bitten. The menstrual blood of a female dog was used for hair removal, while dog genitals were used for preventing the whitening of hair."
  },
  {
    "name": "dog",
    "fact": "In early Christian tradition, Saint Christopher, the patron saint of travelers, is sometimes depicted with a dog’s head."
  },
  {
    "name": "dog",
    "fact": "The oldest known dog bones were found in Asia and date as far back as 10,000 B.C. The first identifiable dog breed appeared about 9000 B.C. and was probably a type of Greyhound dog used for hunting."
  },
  {
    "name": "dog",
    "fact": "There are an estimated 400 million dogs in the world."
  },
  {
    "name": "dog",
    "fact": "The U.S. has the highest dog population in the world. France has the second highest."
  },
  {
    "name": "dog",
    "fact": "Dog nose prints are as unique as human finger prints and can be used to identify them."
  },
  {
    "name": "dog",
    "fact": "Bloodhound dogs have a keen sense of smell and have been used since the Middle Ages to track criminals."
  },
  {
    "name": "dog",
    "fact": "It is much easier for dogs to learn spoken commands if they are given in conjunction with hand signals or gestures."
  },
  {
    "name": "dog",
    "fact": "Dogs in a pack are more likely to chase and hunt than a single dog on its own. Two dogs are enough to form a pack."
  },
  {
    "name": "dog",
    "fact": "Dogs can see in color, though they most likely see colors similar to a color-blind human. They can see better when the light is low."
  },
  {
    "name": "dog",
    "fact": "Petting dogs is proven to lower blood pressure of dog owners."
  },
  {
    "name": "dog",
    "fact": "Dogs have lived with humans for over 14,000 years. Cats have lived with people for only 7,000 years."
  },
  {
    "name": "dog",
    "fact": "Zorba, an English mastiff, is the biggest dog ever recorded. He weighed 343 pounds and measured 8’ 3\" from his nose to his tail."
  },
  {
    "name": "dog",
    "fact": "The average dog can run about 19 mph. Greyhounds are the fastest dogs on Earth and can run at speeds of 45 mph."
  },
  {
    "name": "dog",
    "fact": "One female dog and her female children could produce 4,372 puppies in seven years."
  }
]
